[A_Item.Artifact_AggressionTenacityAssault ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Coração dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_AggressionTenacityLauncher ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Coração dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_AggressionTenacityPistol ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Coração dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_AggressionTenacityShotgun ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Coração dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_AggressionTenacitySMG ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Coração dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_AggressionTenacitySniper ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Coração dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_ElementalProficiency ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Osso dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_ResistanceProtection ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pele dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Artifact_VitalityStockpile ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Sangue dos Antepassados"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Body.Body_AggressionTenacity:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melhora os [skill]danos das armas[-skill] e a capacidade da [skill]segunda chance[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_ElementalProficiency:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melhora os [skill]danos[-skill] elementais e a velocidade de reutilização da [skill]habilidade de ação[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_ResistanceProtection:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reduz os [skill]danos recebidos[-skill] e melhora a capacidade do [skill]escudo[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_VitalityStockpile:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aumenta a [skill]saúde[-skill] e a [skill]capacidade de munição[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

